Repository: shotaronowhere/swapr-algebra-ui
Catalog: src/locales/*.po
Languages: ru_ru

source: Some assets are not available through this interface because they may not work well with the smart contracts or we are unable to allow trading for legal reasons.
ru_ru: Некоторые активы недоступны через этот интерфейс, потому что они могут неправильно работать со смарт-контрактами или из-за того, что мы не можем разрешить торговлю по юридическим причинам.

source: Something went wrong
ru_ru: Что-то пошло не так

source: Stablecoins
ru_ru: Стейблкоины

source: Stake
ru_ru: Застейкать

source: Stake ALGB
ru_ru: Застейкать ALGB

source: Stake Rewards
ru_ru: Застейкать награды

source: Staked ALGB
ru_ru: Застейкано ALGB

source: Staked {stakedCount} ALGB
ru_ru: Застейкано {stakedCount} ALGB

source: Staking
ru_ru: Стейкинг

source: Start
ru_ru: Начать

source: Started!
ru_ru: Начался!

source: Starts in {0}
ru_ru: Начало через {0}

source: Statistics
ru_ru: Статистика

source: Status
ru_ru: Статус

source: Success! View pools
ru_ru: Успех! Перейти к пулам

source: Swap
ru_ru: Обменять

source: Swap Anyway
ru_ru: Всё равно обменять

source: Swap {inputAmount} {inputSymbol} for {outputAmount} {outputSymbol}
ru_ru: Обмен {inputAmount} {inputSymbol} на {outputAmount} {outputSymbol}

source: Swapping {0} {1} for {2} {3}
ru_ru: Обмен {0} {1} на {2} {3}

source: TIER
ru_ru: УРОВЕНЬ

source: The SeerSwapinvariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.
ru_ru: Инвариант SeerSwapx * y = k не соблюдается при обмене. Обычно это означает, что один из токенов, которые вы обмениваете, имеет особенности поведения при его передаче.

source: The Subgraph information might be outdated – check all the correct statistics
ru_ru: Информация из Subraph-а может быть устаревшей - проверьте все правильные статистические данные

source: The input token cannot be transferred. There may be an issue with the input token.
ru_ru: Продаваемый токен не может быть отправлен. Возможно, имеется проблема с этим токеном.

source: The output token cannot be transferred. There may be an issue with the output token.
ru_ru: Выкупаемый токен не может быть отправлен. Возможно, имеется проблема с этим токеном.

source: The output token cannot be transferred. There may be an issue with the output token. Note: rebase tokens are incompatible with Swapr.
ru_ru: Выкупаемый токен не может быть отправлен. Возможно, имеется проблема с этим токеном. Примечание: ребейз токены несовместимы с Swapr.

source: The price of this pool is outside of your selected range. Your position is not currently earning fees.
ru_ru: Цена этого пула находится вне выбранного вами диапазона. Ваша позиция в настоящее время не зарабатывает комиссии.

source: The price of this pool is within your selected range. Your position is currently earning fees.
ru_ru: Цена этого пула находится внутри выбранного вами диапазона. Ваша позиция в настоящее время зарабатывает комиссии.

source: The transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.
ru_ru: Транзакция не может быть отправлена, потому что срок её действия истек. Пожалуйста, убедитесь, что срок действия вашей транзакции не слишком короткий.

source: This farm is filled
ru_ru: Этот фарминг заполнен

source: This transaction will not succeed due to price movement. Try increasing your slippage tolerance. Note: rebase tokens are incompatible with Swapr
ru_ru: Транзакция не может быть выполнена успешно из-за движения цены. Попробуйте увеличить допустимое проскальзывание. Примечание: ребейз токены несовместимы с Swapr

source: This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.
ru_ru: Транзакция не будет выполнена из-за изменения цены или комиссии. Попробуйте увеличить допустимое проскальзывание.

source: Tier bonus:
ru_ru: Бонус уровня:

source: Tip: Custom tokens are stored locally in your browser
ru_ru: Подсказка: Пользовательские токены хранятся локально в вашем браузере

source: To
ru_ru: На

source: To (at least)
ru_ru: На (минимум)

source: To stake your NFT you should approve SeerSwapto use it
ru_ru: Чтобы застейкать NFT вы должны одобрить SeerSwapего использование

source: To take part in this farming event, you need to
ru_ru: Чтобы принять участие в этом farming событии, вам необходимо

source: Token Prices
ru_ru: Цены в токенах

source: Token ratio
ru_ru: Cоотношение токенов

source: Token ratio depends on selected price range.
ru_ru: Соотношение токенов зависит от выбранного диапазона цены

source: Tokens
ru_ru: Токены

source: Tokens from inactive lists. Import specific tokens below or click Manage to activate more lists.
ru_ru: Показаны токены из неактивных списков. Импортируйте нужные токены или нажмите «Управлять», чтобы активировать больше списков.

source: Total Collected Fees: <0>${0}</0>
ru_ru: Всего собрано комиссий: <0>${0}</0>

source: Total Value Locked
ru_ru: Общая стоимость заблокированных средств

source: Total amount of minted xALGB
ru_ru: Общее количество выпущенных xALGB

source: Total amount of staked ALGB
ru_ru: Общее количество застейканых ALGB

source: Transaction Settings
ru_ru: Параметры транзакции

source: Transaction Submitted
ru_ru: Транзакция отправлена

source: Transaction deadline
ru_ru: Срок исполнения транзакции

source: Try Again
ru_ru: Повторите попытку

source: Turn On Expert Mode
ru_ru: Включить экспертный режим

source: USD Prices
ru_ru: Цены в USD

source: Unclaimed fees
ru_ru: Комиссии

source: Withdraw
ru_ru: Вывести

source: Withdrawing
ru_ru: Вывод

source: Unknown error{0}. Try increasing your slippage tolerance. Note: rebase tokens are incompatible with Swapr.
ru_ru: Неизвестная ошибка{0}. Попробуйте увеличить допустимое проскальзывание. Примечание: ребейз токены несовместимы с Swapr.

source: Unstake
ru_ru: Забрать

source: Unstaked {unstakeCount} ALGB
ru_ru: Забрано {unstakeCount} ALGB

source: Unstaking
ru_ru: Получение

source: Unsupported Assets
ru_ru: Неподдерживаемые активы

source: Unwrap
ru_ru: Развернуть

source: Unwrap {0} W{chainSymbol} to {chainSymbol}
ru_ru: Развернуть {0} W{chainSymbol} в {chainSymbol}

source: Update list
ru_ru: Обновить список

source: Updating...
ru_ru: Обновление...

source: Using SeerSwapinvolves various risks, including, but not limited to, losses while digital assets are being supplied to Swapr, and losses due to the fluctuation of prices of tokens in a trading pair or liquidity pool.
ru_ru: Ипользование SeerSwapвключает различные риски, включая потери цифровых активов во время добавления их на SeerSwapи потери из-за изменения цен токенов.

source: View list
ru_ru: Показать список

source: View on Explorer
ru_ru: Просмотреть в обозревателе

source: View position
ru_ru: Посмотреть

source: Volume
ru_ru: Объём

source: Volume 1M
ru_ru: Объем 1 месяц

source: Volume 7D
ru_ru: Объём 7 дней

source: Waiting For Confirmation
ru_ru: Ожидание подтверждения

source: Wallet Address or ENS name
ru_ru: Адрес кошелька или ENS-имя

source: Week
ru_ru: Неделя

source: Welcome to Swapr, the first concentrated liquidity DEX on Polygon!
ru_ru: Добро пожаловать на Swapr, первую децентрализованную биржу с концентрированной ликвидностью в сети Полигон!

source: Wrap
ru_ru: Завернуть

source: Wrap {0} {chainSymbol} to W{chainSymbol}
ru_ru: Завернуть {0} {chainSymbol} в W{chainSymbol}

source: Wrong Network
ru_ru: Неверная сеть

source: Yearly percentage of profits at the current rate of rewards
ru_ru: Годовой процент прибыли при текущей ставке наград

source: You are responsible for completing your own due diligence to understand the risks of trading crypto.
ru_ru: Вы несете ответственность за проведение собственной проверки, чтобы понять риски торговли криптовалютами.

source: You are the first liquidity provider for this SeerSwappool. Your liquidity will migrate at the current
ru_ru: Вы являетесь первым поставщиком ликвидности для этого пула Swapr. Ваша ликвидность будет перенесена по текущей цене

source: You can now trade {0}
ru_ru: Теперь вы можете торговать {0}

source: You do not have any liquidity positions.
ru_ru: У вас нет позиций ликвидности

source: You have {xALGBBalance} xALGB
ru_ru: У Вас {xALGBBalance} xALGB

source: You must connect an account.
ru_ru: Вы должны подключить аккаунт.

source: You must give the SeerSwapsmart contracts permission to use your {0}. You only have to do this once per token.
ru_ru: Вы должны дать разрешение смарт-контрактам SeerSwapна использование ваших {0}. Это нужно сделать только один раз для каждого токена.

source: You should only deposit liquidity into SeerSwapat a price you believe is correct. <0/>If the price seems incorrect, you can either make a swap to move the price or wait for someone else to do so.
ru_ru: Вносить ликвидность в SeerSwapследует только по той цене, которую вы считаете правильной. <0/>Если цена кажется неправильной, вы можете либо произвести обмен, чтобы сдвинуть её, либо дождаться, чтобы это сделал кто-то другой.

source: You use SeerSwapat your own risk and without warranties of any kind. SeerSwapis not liable for potential losses.
ru_ru: Вы используете SeerSwapна свой страх и риск и без каких-либо гарантий. SeerSwapне несет ответственности за возможные убытки".

source: You will also collect fees earned from this position.
ru_ru: Вы также заберёте комиссию, заработанную этой позицией.

source: Your pool share:
ru_ru: Ваша доля в пуле:

source: Your position
ru_ru: Ваша позиция

source: Your position has 0 liquidity, and is not earning fees.
ru_ru: Ваша позиция имеет нулевую ликвидность и не зарабатывает комиссии.

source: Your position will appear here.
ru_ru: Ваша позиция появится здесь.

source: Your position will be 100% composed of {0} at this price
ru_ru: Ваша позиция будет полностью состоять из {0} при этой цене

source: Your position will be 100% {0} at this price.
ru_ru: Ваша позиция будет равна 100% {0} при этой цене.

source: Your position will not earn fees or be used in trades until the market price moves into your range.
ru_ru: Ваша позиция не будет зарабатывать комиссии или использоваться в сделках до тех пор, пока рыночная цена не переместится в ваш диапазон.

source: Your positions
ru_ru: Ваши позиции

source: Your total pool tokens:
ru_ru: Всего токенов ликвидности:

source: Your transaction cost will be much higher as it includes the gas to create the pool.
ru_ru: Ваша стоимость сделки будет намного выше, так как в нее входит газ для создания пула".

source: Your transaction may be frontrun
ru_ru: Ваша транзакция может быть подвержена атаке на опережение (фронт-раннингу)

source: Your transaction may fail
ru_ru: Ваша транзакция может отмениться

source: Your transaction will revert if it is pending for more than this period of time.
ru_ru: Ваша транзакция отменится, если она будет находиться в ожидании более указанного периода времени.

source: Your transaction will revert if the price changes unfavorably by more than this percentage.
ru_ru: Ваша транзакция отменится, если цена изменится не в вашу пользу более, чем на этот процент.

source: Your transactions will appear here...
ru_ru: Ваши транзакции появятся здесь...

source: ZOOM
ru_ru: МАСШТАБ

source: confirm
ru_ru: подтверждаю

source: d
ru_ru: д

source: has socks emoji
ru_ru: имеет эмодзи с носками

source: https:// or ipfs:// or ENS name
ru_ru: https:// или ipfs:// или ENS имя

source: minutes
ru_ru: минут(-ы)

source: on Dune
ru_ru: на Dune

source: xALGB Burned
ru_ru: xALGB Сожжено

source: xALGB Minted
ru_ru: xALGB Выпущено

source: xALGB Total Supply
ru_ru: Общее количество xALGB

source: {0} ALGB earned
ru_ru: {0} ALGB заработано

source: {0} Approved
ru_ru: {0} одобрена

source: {0} Custom Tokens
ru_ru: {0} Пользовательские токены

source: {0} Fees Earned:
ru_ru: {0} Комиссий заработано:

source: {0} Locked: {1} {2}
ru_ru: {0} Заблокировано: {1} {2}

source: {0} Pending
ru_ru: {0} Ожидает

source: {0} Price: {1} {2}
ru_ru: {0} Цена: {1} {2}

source: {0} per {1}
ru_ru: {0} за {1}

source: {0} tokens
ru_ru: {0} токенов

source: {0} {1} per {2}
ru_ru: {0} {1} за {2}

source: {0} • Added by user
ru_ru: {0} • Добавлено пользователем

source: {0}/{1} LP Tokens
ru_ru: {0}/{1} LP токены

source: {0}Select a Position
ru_ru: {0}Выбрать позицию

source: {activeTokensOnThisChain} tokens
ru_ru: {activeTokensOnThisChain} токенов

source: {base} to {0}
ru_ru: {base} на {0}

source: ← Back to Pools Overview
ru_ru: ← Вернуться к списку пулов

source: ⚡ Upcoming farm
ru_ru: ⚡ Предстоящий фарминг

source: ✨ Earn even more ALGB
ru_ru: ✨ Заработать больше ALGB

source: ✨ New farm is available →
ru_ru: ✨ Доступен новый фарминг →

source: ✨ Prices were auto-fetched
ru_ru: ✨ Цены были установлены автоматически

source: 🔥 Best Farming APR
ru_ru: 🔥 Фарминг
