Repository: shotaronowhere/swapr-algebra-ui
Catalog: src/locales/*.po
Languages: ru_ru

source: (View on Explorer)
ru_ru: (Просмотреть в обозревателе)

source: (clear all)
ru_ru: (очистить все)

source: - Remove send
ru_ru: - Удалить отправить

source: 0.01% fee
ru_ru: комиссия 0.01%

source: 1. Select a Tier
ru_ru: 1. Выберите Уровень

source: <0/> Back
ru_ru: <0/> Назад

source: ALGB Balance
ru_ru: ALGB баланс

source: ALGB Frozen {0}
ru_ru: ALGB заморожено {0}

source: ALGB from the Vault
ru_ru: ALGB из хранилища

source: About Us
ru_ru: О Нас

source: About us
ru_ru: О нас

source: Accept
ru_ru: Принять

source: Account
ru_ru: Аккаунт

source: Active
ru_ru: Активный

source: Add
ru_ru: Добавить

source: Add Polygon network to your metamask app.
ru_ru: Добавить сеть Polygon в приложение Metamask.

source: Add liquidity
ru_ru: Добавить ликвидность

source: Add more liquidity
ru_ru: Добавить больше ликвидности

source: Add {0} to Metamask <0/>
ru_ru: Добавить {0} в Metamask <0/>

source: Add {0}/{1} liquidity
ru_ru: Добавить {0}/{1} ликвидность

source: Added {0}
ru_ru: Добавлено {0}

source: Adding liquidity
ru_ru: Добавление ликвидности

source: SeerSwap{0} Price:
ru_ru: Цена {0} на Swapr:

source: SeerSwap — Farming
ru_ru: SeerSwap — Фарминг

source: SeerSwap — Farming • Farms History history
ru_ru: SeerSwap — Фарминг • Фарминг История история

source: SeerSwap — Farming • Infinite Farms
ru_ru: SeerSwap — Фарминг • Бессрочный фарминг

source: SeerSwap — Farming • Limit Farms
ru_ru: SeerSwap — Фарминг • Временный фарминг

source: SeerSwap — Farming • My Farms
ru_ru: SeerSwap — Фарминг • Мои фарминги

source: SeerSwap — Find Pool
ru_ru: SeerSwap — Найти пул

source: SeerSwap — Info
ru_ru: SeerSwap — Информация

source: SeerSwap — Info • Pools
ru_ru: SeerSwap — Информация • Пулы

source: SeerSwap — Info • Tokens
ru_ru: SeerSwap — Информация • Токены

source: SeerSwap — Migrate Liquidity
ru_ru: SeerSwap — Перенести Ликвидность

source: SeerSwap — Pool
ru_ru: SeerSwap — Пул

source: SeerSwap — Staking
ru_ru: SeerSwap — Стейкинг

source: SeerSwap — Swap
ru_ru: SeerSwap — Обменять

source: Swapr.Finance is the first concentrated liquidity DEX on Polygon: best rates for traders and liquidity providers on the Polygon Network, with built-in farming and adaptive fees.
ru_ru: Swapr.Finance — первая децентрализованная биржа с концентрированной ликвидностью в сети Полигон: лучшие курсы для поставщиков ликвидности и трейдеров в сети Полигон, со встроенным фармингом и динамическими комиссиями.

source: All
ru_ru: Все

source: Allow SeerSwapto use your {0}
ru_ru: Разрешить SeerSwapиспользовать ваши {0}

source: Allow LP token migration
ru_ru: Разрешить перенос LP-токенов

source: Allow high price impact trades and skip the confirm screen. Use at your own risk.
ru_ru: Разрешить сделки с высоким влиянием на цену и не показывать экран подтверждения. Используйте на свой страх и риск.

source: Allowed
ru_ru: Разрешено

source: Allows swap between multiple pools.
ru_ru: Выключение ограничивает обмен в пределах пула выбранной пары токенов.

source: Amount
ru_ru: Сумма

source: Amount of ALGB fees sent as rewards
ru_ru: Количество ALGB комиссий, отправленных как награды

source: Amount of newly-burned xALGB per day
ru_ru: Сожжено xALGB за день

source: Amount of newly-minted xALGB per day
ru_ru: Выпущено xALGB за день

source: Amount of newly-staked ALGB per day
ru_ru: Застейкано ALGB за день

source: An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading. Note: rebase tokens are incompatible with Swapr.
ru_ru: Возникла ошибка при обмене. Возможно нужно увеличить допустимое проскальзывание. Если это не помогло, токен, которым вы торгуете, не совместим. Обратите внимание: ребейз токены несовместимы с Swapr.

source: Any rewards you earned will be automatically restaked (compounded) for you.
ru_ru: Заработанные вознаграждения автоматически отправляются в стейкинг.

source: Approve
ru_ru: Одобрить

source: Approve NFT
ru_ru: Одобрить NFT

source: Approve Position
ru_ru: Одобрить позицию

source: Approve token
ru_ru: Одобрить токен

source: Approve {0}
ru_ru: Одобрить {0}

source: Approved
ru_ru: Одобрено

source: Approving
ru_ru: Идет одобрение

source: Approving {0}
ru_ru: Идет одобрение {0}

source: April
ru_ru: Апрель

source: Are you sure?
ru_ru: Вы уверены?

source: At least {0} {1} and {2} {3} will be refunded to your wallet due to selected price range.
ru_ru: Не менее {0} {1} и {2} {3} будут возвращены на ваш кошелёк из-за выбранного диапазона цен.

source: August
ru_ru: Август

source: Auto
ru_ru: Авто

source: BALANCE
ru_ru: БАЛАНС

source: BUY ALGB
ru_ru: Купить ALGB

source: Bachelor
ru_ru: Бакалавр

source: Back
ru_ru: Назад

source: Back to pools
ru_ru: Назад к таблице пулов

source: Balance
ru_ru: Баланс

source: Balance:
ru_ru: Баланс:

source: Balance: < 0.0001 {0}
ru_ru: Баланс: < 0.0001 {0}

source: Balance: {balanceString} {0}
ru_ru: Баланс: {balanceString} {0}

source: Based on <0>fees</0> / <1>active liquidity</1>
ru_ru: На основе <0>комиссии</0> / <1>активная ликвидность</1>

source: Before using Swapr, you should review the relevant documentation to make sure you understand how SeerSwapworks.
ru_ru: Перед тем, как начать пользоваться Swapr, ознакомьтесь с необходимой документацией и убедитесь в том, что вы понимаете как работает Swapr.

source: Best APR
ru_ru: Лучший APR

source: Blocked address
ru_ru: Заблокированный адрес

source: Bonus
ru_ru: Бонус

source: Buy {0} →
ru_ru: Купить {0} →

source: By adding liquidity you'll earn 0.3% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
ru_ru: Добавив ликвидность, вы будете зарабатывать 0,3% от всех сделок на этой паре пропорционально вашей доле в пуле. Комиссии добавляются в пул автоматически в режиме реального времени. И могут быть получены вместе с вашей ликвидностью при её выводе.

source: By adding this list you are implicitly trusting that the data is correct. Anyone can create a list, including creating fake versions of existing lists and lists that claim to represent projects that do not have one.
ru_ru: Добавляя этот список, вы подразумеваете, что доверяете его данным. Любой может создать список, включая создание поддельных версий существующих списков, а также списков, якобы сделанных проектами, у которых нет списков.

source: CHART SPAN
ru_ru: ИНТЕРВАЛ ГРАФИКА

source: CHART TYPE
ru_ru: ТИП ГРАФИКА

source: Calculate Profit
ru_ru: Рассчитать Доход

source: Calculate profit
ru_ru: Рассчитать доход

source: Can't auto-fetch prices.
ru_ru: Цены не были установлены автоматически

source: Can't auto-fetch {0} price.
ru_ru: Цена {0} не была установлена автоматически

source: Can't fetch prices
ru_ru: Цены не были установлены

source: Change your network in ONTO Wallet browser extension
ru_ru: Измените сеть в расширении ONTO Wallet

source: Check out our <0>Tech Paper</0> and read about what <1>concentrated liquidity is</1>.
ru_ru: Ознакомьтесь с нашей <0>технической документацией</0> и прочитайте о <1>концентрированной ликвидности</1>.

source: Claim
ru_ru: Забрать

source: Claimed {0} ALGB
ru_ru: Получено {0} ALGB

source: Claiming
ru_ru: Получение

source: Claiming reward
ru_ru: Награда получена

source: Clear all
ru_ru: Очистить всё

source: Click Migrate to transfer your liquidity from SushiSwap or SeerSwapto Swapr.
ru_ru: Нажмите «Перенести», чтобы перенести ликвидность из SushiSwap или SeerSwapв Swapr.

source: Close
ru_ru: Закрыть

source: Closed
ru_ru: Закрытые

source: Closed positions
ru_ru: Закрытые позиции

source: Collect
ru_ru: Получить

source: Collect as WXDAI
ru_ru: Забрать как WXDAI

source: Collect fees
ru_ru: Забрать

source: Collect rewards
ru_ru: Получить награды

source: Collect rewards & Withdraw
ru_ru: Получить награды и вывести

source: Collect {0}/{1} fees
ru_ru: Получить {0}/{1} комиссии

source: Collected
ru_ru: Получено

source: Collecting
ru_ru: Получение

source: Collecting fees will withdraw currently available fees for you.
ru_ru: Получение комиссий выведет начисленные вам комиссии.

source: Common
ru_ru: Обычный

source: Confirm Create
ru_ru: Подтвердить создание

source: Confirm Swap
ru_ru: Подтвердить обмен

source: Confirm this transaction in your wallet
ru_ru: Подтвердите эту транзакцию в своём кошельке

source: Connect Wallet
ru_ru: Подключить кошелёк

source: Connect to Polygon
ru_ru: Подключиться к сети Polygon

source: Connect wallet
ru_ru: Подключить кошелёк

source: Connect wallet to view your liquidity.
ru_ru: Подключите кошелёк чтобы увидеть вашу ликвидность

source: Connect your account to view farms
ru_ru: Подключите ваш аккаунт чтобы увидеть фарминги

source: Connected with {name}
ru_ru: Подключено к {name}

source: Connecting to Polygon
ru_ru: Подключение к сети Полигон

source: Connecting to network...
ru_ru: Подключение к сети...

source: Copied
ru_ru: Скопировано

source: Copy Address
ru_ru: Копировать адрес

source: Create
ru_ru: Создать

source: Create a pair
ru_ru: Создать пару

source: Create pool and add {0}/{1} liquidity
ru_ru: Создать пул и добавить {0}/{1} ликвидность

source: Curr. price
ru_ru: Тек. цена

source: Current pool fee.
ru_ru: Текущая комиссия пула.

source: Current pool stats
ru_ru: Текущая статистика пула

source: Current price
ru_ru: Текущая цена

source: Current {0} to {1} price
ru_ru: Текущая цена {0} к {1}

source: Dates
ru_ru: Сроки проведения

source: Day
ru_ru: День

source: December
ru_ru: Декабрь

source: Deposit
ru_ru: Внести

source: Deposit Amounts
ru_ru: Сумма депозита

source: Deposit NFT
ru_ru: Внести NFT

source: Depositing
ru_ru: Внесение

source: Disconnect
ru_ru: Отключить

source: Dismiss
ru_ru: Закрыть

source: Done!
ru_ru: Выполнено!

source: Don’t see one of your pools?
ru_ru: Не видите какую-то из ваших позиций?

source: Due to the audit's results, we’re currently updating our smart-contracts. Please, do not provide liquidity to our pools anytime soon.
ru_ru: В связи с результатами аудита мы сейчас обновляем наши смарт-контракты. Пожалуйста, не предоставляйте ликвидность нашим пулам в ближайшее время.

source: EARNED
ru_ru: ЗАРАБОТАНО

source: Earned rewards
ru_ru: Заработанные награды

source: End
ru_ru: Конец

source: Ends in {0}
ru_ru: Закончится через {0}

source: Enter
ru_ru: Вход

source: Enter W{chainSymbol} amount
ru_ru: Введите W{chainSymbol} сумму

source: Enter a percent
ru_ru: Введите процент

source: Enter a recipient
ru_ru: Введите получателя

source: Enter a valid slippage percentage
ru_ru: Введите корректный процент проскальзывания

source: Enter amounts
ru_ru: Введите количество

source: Enter an amount
ru_ru: Введите сумму

source: Enter valid list location
ru_ru: Введите правильное расположение списка

source: Enter valid token address
ru_ru: Введите правильный адрес токена

source: Enter {chainSymbol} amount
ru_ru: Введите количество {chainSymbol}

source: Entered at:
ru_ru: В фарминге с:

source: Error
ru_ru: Ошибка

source: Error connecting
ru_ru: Ошибка подключения

source: Error connecting. Try refreshing the page.
ru_ru: Ошибка подключения. Попробуйте обновить страницу.

source: Error importing list
ru_ru: Ошибка при импорте списка

source: Error: {0}
ru_ru: Ошибка: {0}

source: Expand
ru_ru: Развернуть

source: Expanded results from inactive Token Lists
ru_ru: Расширенные результаты из неактивных списков токенов

source: Expert
ru_ru: Эксперт

source: Expert Mode
ru_ru: Экспертный режим

source: Expert mode turns off the confirm transaction prompt and allows high slippage trades that often result in bad rates and lost funds.
ru_ru: Экспертный режим отключает экран подтверждения транзакции и позволяет совершать сделки с большим проскальзыванием, что часто приводит к плохим обменным курсам и потере средств.

source: Farm
ru_ru: Фарминг

source: Farming
ru_ru: Фарминг

source: Farms
ru_ru: Фарминги

source: Farms History
ru_ru: История

source: February
ru_ru: Февраль

source: Fee
ru_ru: Комиссия

source: Fee is {0}%
ru_ru: Комиссия {0}%

source: Filled
ru_ru: Заполнен

source: Find it.
ru_ru: Найти.

source: Finish
ru_ru: Конец

source: From
ru_ru: С

source: From (at most)
ru_ru: Обменять токены (максимум)

source: Frozen for
ru_ru: Заморожено на

source: Full Range
ru_ru: Полный Диапазон

source: Full range
ru_ru: Полный диапазон

source: Gas price: {0}
ru_ru: Стоимость газа: {0}

source: Go to pools
ru_ru: К пулам

source: Hash:
ru_ru: Хэш:

source: Help Center
ru_ru: Центр Поддержки

source: Help center
ru_ru: Центр поддержки

source: Hide
ru_ru: Скрыть

source: High Price Impact
ru_ru: Высокое влияние на цену

source: How tiers work
ru_ru: Как работают уровни

source: I agree
ru_ru: Согласен

source: I understand
ru_ru: Я понимаю

source: If you purchase a token from this list, you may not be able to sell it back.
ru_ru: Если вы купите токен из этого списка, есть вероятность, что вы не сможете продать его обратно.

source: If you send your NFT to another account, you can’t get it back unless you have an access to the recipient’s account.
ru_ru: Если вы отправите свой NFT на другой счет, вы не сможете получить его обратно, если у вас нет доступа к счету получателя".

source: Import
ru_ru: Импортировать

source: Import List
ru_ru: Импортировать список

source: Import at your own risk
ru_ru: Импортировать на свой риск

source: In range
ru_ru: Активна

source: Increase Liquidity
ru_ru: Добавить лик.

source: Infinite
ru_ru: Бесконечный

source: Infinite Farms
ru_ru: Бесконечные

source: Info
ru_ru: Информация

source: Initial price: 1 {0} = {1} {2}
ru_ru: Начальная цена: 1 {0} = {1} {2}

source: Initial price: 1 {0} = {1}{2} {3}
ru_ru: Начальная цена: 1 {0} = {1}{2} {3}

source: Initial {0} to {1} price
ru_ru: Начальная цена {0} к {1}

source: Initializing...
ru_ru: Инициализация...

source: Input is estimated. You will sell at most <0>{0} {1}</0> or the transaction will revert.
ru_ru: Сумма к продаже — оценочная. Вы продадите максимум <0>{0} {1}</0>, или транзакция будет отменена.

source: Install Metamask
ru_ru: Установить Metamask

source: Install ONTO Wallet
ru_ru: Установить ONTO Wallet

source: Insufficient ALGB balance
ru_ru: Недостаточный баланс ALGB

source: Insufficient W{chainSymbol} balance
ru_ru: Недостаточный баланс W{chainSymbol}

source: Insufficient liquidity for this trade.
ru_ru: Недостаточно ликвидности для данной сделки.

source: Insufficient liquidity for this trade. Try enabling multi-hop trades.
ru_ru: Недостаточно ликвидности для данной сделки. Попробуйте включить сложные маршруты.

source: Insufficient {0} balance
ru_ru: Баланс {0} недостаточен

source: Insufficient {chainSymbol} balance
ru_ru: Недостаточно {chainSymbol}

source: Interface Settings
ru_ru: Настройки интерфейса

source: Invalid pair
ru_ru: Неверная пара

source: Invalid pair.
ru_ru: Неверная пара.

source: Invalid price input
ru_ru: Цена указана неверно

source: Invalid range
ru_ru: Неверный диапазон

source: Invalid range selected. The min price must be lower than the max price.
ru_ru: Неправильно выбран диапазон. Минимальная цена должна быть меньше, чем максимальная цена.

source: Invalid recipient
ru_ru: Неверный получатель

source: January
ru_ru: Январь

source: July
ru_ru: Июль

source: June
ru_ru: Июнь

source: LOCKED
ru_ru: ЗАБЛОКИРОВАНО

source: LP-tokens
ru_ru: LP-токены

source: Language
ru_ru: Язык

source: Limit
ru_ru: Лимит

source: Limit Farms
ru_ru: Лимит

source: Liquidity
ru_ru: Ликвидность

source: Liquidity Provider Fee
ru_ru: Комиссия поставщика ликвидности

source: Liquidity added!
ru_ru: Ликвидность была добавлена!

source: Liquidity data not available.
ru_ru: Данные о ликвидности отсутствуют.

source: Liquidity: ${0}
ru_ru: Ликвидность: ${0}

source: Liquidity: {tokenA} {0}, {tokenB} {1}
ru_ru: Ликвидность: {tokenA} {0}, {tokenB} {1}

source: Lists
ru_ru: Списки

source: Loaded
ru_ru: Загружено

source: Loading
ru_ru: Загрузка

source: Loading...
ru_ru: Загрузка...

source: Lock:
ru_ru: Блок.:

source: MAX
ru_ru: МАКС.

source: Manage
ru_ru: Управление

source: Manage Liquidity in Rewards Pool
ru_ru: Управление ликвидностью в пуле вознаграждений

source: March
ru_ru: Март

source: Master
ru_ru: Мастер

source: Max
ru_ru: Макс.

source: Max Price
ru_ru: Макс. цена

source: Max price
ru_ru: Макс. цена

source: Max:
ru_ru: Макс.:

source: Maximum sent
ru_ru: Максимум к продаже

source: May
ru_ru: Май

source: Migrate
ru_ru: Перенести

source: Migrate Liquidity
ru_ru: Перенести ликвидность

source: Migrate Pool
ru_ru: Перенести пул

source: Migrate from SushiSwap or Swapr
ru_ru: Перенести из SushiSwap или Swapr

source: Migrating
ru_ru: Перенос

source: Min Price
ru_ru: Мин. цена

source: Min price
ru_ru: Мин. цена

source: Min:
ru_ru: Мин.:

source: Minimum received
ru_ru: Минимум к получению

source: Minted / Staked Amount / Total Supply →
ru_ru: Сколько выпущено / Застейкано / Всего токенов →

source: Month
ru_ru: Месяц

source: Monthly Volume
ru_ru: Месячный Объем

source: More
ru_ru: Дополнительно

source: Multihops
ru_ru: Сложные маршруты

source: My Farms
ru_ru: Мои фарминги

source: My farms
ru_ru: Мои фарминги

source: My positions
ru_ru: Мои позиции

source: My rewards
ru_ru: Мои награды

source: NFT #{0} was approved!
ru_ru: На NFT #{0} получено разрешение!

source: NFT #{0} was deposited!
ru_ru: NFT #{0} внесён!

source: NFT #{0} was transferred!
ru_ru: NFT #{0} отправлен!

source: NFT #{l2TokenId} was sent!
ru_ru: NFT #{l2TokenId} отправлен!

source: NFT #{token} was withdrawn!
ru_ru: NFT #{token} был забран!

source: NFT was sent!
ru_ru: NFT отправлен!

source: Name
ru_ru: Имя

source: New Position
ru_ru: Новая позиция

source: New pool
ru_ru: Новый пул

source: Next step:
ru_ru: След. шаг:

source: No NFT-s for this pool
ru_ru: Нет NFT для данной позиции

source: No farms
ru_ru: Нет фармингов

source: No infinite farms
ru_ru: Нет бесконечных фармингов

source: No infinite farms for now
ru_ru: В данный момент бесконечные фарминги отсутствуют

source: No limit farms
ru_ru: Нет лимит фармингов

source: No limit farms for now
ru_ru: В данный момент лимит фарминги отсутствуют

source: No liquidity found.
ru_ru: Ликвидность не найдена.

source: No positions
ru_ru: Нет позиций

source: No results found.
ru_ru: Результатов не найдено.

source: No tier
ru_ru: Без уровня

source: Not enough {0}
ru_ru: Недостаточно {0}

source: Not selected
ru_ru: Не выбрано

source: November
ru_ru: Ноябрь

source: OFF
ru_ru: ВЫКЛ

source: ON
ru_ru: ВКЛ

source: ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.
ru_ru: ИСПОЛЬЗУЙТЕ ЭТОТ РЕЖИМ, ТОЛЬКО ЕСЛИ ЗНАЕТЕ, ЧТО ДЕЛАЕТЕ.

source: October
ru_ru: Октябрь

source: Off
ru_ru: Выкл

source: On
ru_ru: Вкл

source: On Old Farming Center
ru_ru: На старом фарминге

source: Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device.
ru_ru: Ой! Произошла неизвестная ошибка. Пожалуйста, обновите страницу или откройте в другом браузере или с другого устройства.

source: Open positions
ru_ru: Открытые позиции

source: Out of range
ru_ru: Неактивна

source: Output is estimated. You will receive at least <0>{0} {1}</0> or the transaction will revert.
ru_ru: Сумма к получению — оценочная. Вы получите как минимум {0} {1}, или транзакция будет отменена.

source: Output will be sent to <0>{0}</0>
ru_ru: Сумма к получению будет отправлена на <0>{0}</0>

source: POOL
ru_ru: ПУЛ

source: Page {page} of {maxPage}
ru_ru: Стр. {page} из {maxPage}

source: Participants
ru_ru: Участники

source: Please confirm that you agree with the following paragraphs:
ru_ru: Пожалуйста, подтвердите, что вы согласны со следующими пунктами:

source: Please confirm you would like to remove this list by typing REMOVE
ru_ru: Чтобы подтвердить, что вы хотите удалить этот список, наберите УДАЛИТЬ

source: Please connect to Polygon chain
ru_ru: Пожалуйста, подключитесь к сети Polygon

source: Please connect to the Polygon network.
ru_ru: Пожалуйста, подключитесь к сети Polygon.

source: Please select Polygon chain
ru_ru: Пожалуйста, выберите сеть Полигон

source: Please type the word "{confirmWord}" to enable expert mode.
ru_ru: Пожалуйста, введите "{confirmWord}", чтобы включить экспертный режим.

source: Pool
ru_ru: Пул

source: Pool Found!
ru_ru: Пул найден!

source: Pool fee
ru_ru: Комиссия пула

source: Pool tokens in rewards pool:
ru_ru: Токены пулов в пуле вознаграждений:

source: Pooled {0}:
ru_ru: {0} в пуле:

source: Pools
ru_ru: Пулы

source: Pools Overview
ru_ru: Обзор Пулов

source: Popular pairs
ru_ru: Популярные пары

source: Position #{0} deposited successfully!
ru_ru: Позиция #{0} успешно внесена

source: Position Approved
ru_ru: Позиция одобрена

source: Preset ranges
ru_ru: Предлагаемые диапазоны

source: Preview
ru_ru: Предпросмотр

source: Price
ru_ru: Цена

source: Price Change
ru_ru: Изменение цены

source: Price Difference:
ru_ru: Разница в цене:

source: Price Impact
ru_ru: Влияние на цену

source: Price Impact Too High
ru_ru: Слишком высокое влияние на цену

source: Price Updated
ru_ru: Цена обновлена

source: Price is outside specified price range.
ru_ru: Цена находится вне указанного диапазона цены

source: Price is outside specified price range. Single-asset deposit only.
ru_ru: Цена находится вне указанного вами диапазона. Вы можете внести только один актив.".

source: Price range
ru_ru: Ценовой диапазон

source: Price:
ru_ru: Цена:

source: Professor
ru_ru: Профессор

source: Profit:
ru_ru: Доход:

source: Provide liquidity for {0} / {1}
ru_ru: Обеспечить ликвидность для {0} / {1}

source: REWARDS
ru_ru: НАГРАДЫ

source: Range: 0 — ∞
ru_ru: Диапазон: 0 — ∞

source: Range: {0}{1} — {2}{3}
ru_ru: Диапазон: {0}{1} — {2}{3}

source: Ratio adjustment moves it.
ru_ru: Изменение соотношения изменяет диапазон

source: Read more about unsupported assets
ru_ru: Подробнее о неподдерживаемых активах

source: Recent Transactions
ru_ru: Последние транзакции

source: Recipient
ru_ru: Получатель

source: Remove
ru_ru: Забрать

source: Remove Liquidity
ru_ru: Забрать

source: Remove list
ru_ru: Забрать список

source: Remove {0}/{1} liquidity
ru_ru: Забрать {0}/{1} ликвидности

source: Removing {0} {1} and {2} {3}
ru_ru: Забирается {0} {1} и {2} {3}

source: Report a bug
ru_ru: Сообщить об ошибке

source: Retry
ru_ru: Повторить

source: Return
ru_ru: Назад

source: Reward
ru_ru: Награда

source: Rewards were claimed!
ru_ru: Награды были получены

source: Risk:
ru_ru: Риск:

source: Route
ru_ru: Маршрут

source: STAKED
ru_ru: ЗАСТЕЙКАНО

source: Safe
ru_ru: Безопасный

source: Search name or paste address
ru_ru: Найдите по названию или вставьте адрес

source: Select NFT for farming
ru_ru: Выберите NFT для фарминга

source: Select Position
ru_ru: Выберите позицию

source: Select Tier
ru_ru: Выберите уровень

source: Select a pair
ru_ru: Выберите пару

source: Select a range
ru_ru: Выберите диапазон

source: Select a token
ru_ru: Выберите токен

source: Select a token to find your liquidity on SushiSwap or Swapr.
ru_ru: Выберите токен, чтобы найти свою ликвидность в SushiSwap или Swapr.

source: Selected Range
ru_ru: Выберите Диапазон

source: Send
ru_ru: Отправить

source: Send NFT
ru_ru: Отправить NFT

source: Send NFT to another account
ru_ru: Отправить NFT на другой счёт

source: Sending
ru_ru: Отправка

source: September
ru_ru: Сентябрь

source: Set Price Range
ru_ru: Установите ценовой диапазон

source: Set initial price
ru_ru: Установите начальную цену

source: Show
ru_ru: Показать

source: Single-asset deposit only.
ru_ru: Внесение только одного актива

source: Slippage tolerance
ru_ru: Допустимое проскальзывание
